[
  {
    "quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.",
    "author": "St. Jerome"
  },
  {
    "quote": "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!",
    "author": "Joyce Meyer"
  },
  {
    "quote": "Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I'm tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become.",
    "author": "Johnny Weir"
  },
  {
    "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!",
    "author": "Dita Von Teese"
  },
  {
    "quote": "Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.",
    "author": "Nick Cannon"
  },
  {
    "quote": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone.",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get.",
    "author": "Confucius"
  },
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.",
    "author": "Buddha"
  },
  {
    "quote": "I surround myself with good people who make me feel great and give me positive energy.",
    "author": "Ali Krieger"
  },
  {
    "quote": "No beauty shines brighter than that of a good heart.",
    "author": "Shanina Shaik"
  },
  {
    "quote": "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.",
    "author": "Saint Basil"
  },
  {
    "quote": "Be not simply good - be good for something.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me.",
    "author": "A. P. J. Abdul Kalam"
  },
  {
    "quote": "I am like the sick sheep that strays from the rest of the flock. Unless the Good Shepherd takes me on His shoulders and carries me back to His fold, my steps will falter, and in the very effort of rising, my feet will give way.",
    "author": "St. Jerome"
  },
  {
    "quote": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.",
    "author": "Adriana Lima"
  },
  {
    "quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.",
    "author": "Ann Landers"
  },
  {
    "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.",
    "author": "Rashida Jones"
  },
  {
    "quote": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people.",
    "author": "Nicole Scherzinger"
  },
  {
    "quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.",
    "author": "Godfrey Winn"
  },
  {
    "quote": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.",
    "author": "Marilyn Monroe"
  },
  {
    "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.",
    "author": "Buddha"
  },
  {
    "quote": "It's cool to be different and just be who you are and shock people in a good way.",
    "author": "Brendon Urie"
  },
  {
    "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.",
    "author": "Brad Henry"
  },
  {
    "quote": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.",
    "author": "John Wooden"
  },
  {
    "quote": "You don't know how good you are until you actually get out on a bike and get riding.",
    "author": "Laura Trott"
  },
  {
    "quote": "Happiness radiates like the fragrance from a flower and draws all good things towards you.",
    "author": "Maharishi Mahesh Yogi"
  },
  {
    "quote": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.",
    "author": "Frank Abagnale"
  },
  {
    "quote": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather.",
    "author": "John Ruskin"
  },
  {
    "quote": "You can look in the mirror and find a million things wrong with yourself. Or you can look in the mirror and think, 'I feel good, I have my health, and I'm so blessed.' That's the way I choose to look at it.",
    "author": "Isla Fisher"
  },
  {
    "quote": "When I take good care of myself, it lifts my spirits, boosts my confidence, and makes me feel strong. When someone tries to throw me shade, it bounces right off. I look those haters straight in the eye, keep my chin up and shoulders back. Because I know I'm a fierce queen - and they know it, too.",
    "author": "Alyssa Edwards"
  },
  {
    "quote": "The most important thing is to have a good relationship with the bike... you have to understand what she wants. I think of a motorcycle as a woman, and I know that sounds silly, but it's true.",
    "author": "Valentino Rossi"
  },
  {
    "quote": "It's easy to impress me. I don't need a fancy party to be happy. Just good friends, good food, and good laughs. I'm happy. I'm satisfied. I'm content.",
    "author": "Maria Sharapova"
  },
  {
    "quote": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.",
    "author": "Baltasar Gracian"
  },
  {
    "quote": "Summer means happy times and good sunshine. It means going to the beach, going to Disneyland, having fun.",
    "author": "Brian Wilson"
  },
  {
    "quote": "Money doesn't mean anything to me. I've made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important.",
    "author": "Keanu Reeves"
  },
  {
    "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "All the money in the world can't buy you back good health.",
    "author": "Reba McEntire"
  },
  {
    "quote": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.",
    "author": "Dwayne Johnson"
  },
  {
    "quote": "Marriage is good for those who are afraid to sleep alone at night.",
    "author": "St. Jerome"
  },
  {
    "quote": "I am a teacher. It's how I define myself. A good teacher isn't someone who gives the answers out to their kids but is understanding of needs and challenges and gives tools to help other people succeed. That's the way I see myself, so whatever it is that I will do eventually after politics, it'll have to do a lot with teaching.",
    "author": "Justin Trudeau"
  },
  {
    "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.",
    "author": "William Arthur Ward"
  },
  {
    "quote": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.",
    "author": "Martin Luther King, Jr."
  },
  {
    "quote": "Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people.",
    "author": "Dennis Prager"
  },
  {
    "quote": "Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don't. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope.",
    "author": "John Piper"
  },
  {
    "quote": "I do believe in the old saying, 'What does not kill you makes you stronger.' Our experiences, good and bad, make us who we are. By overcoming difficulties, we gain strength and maturity.",
    "author": "Angelina Jolie"
  },
  {
    "quote": "No man has a good enough memory to be a successful liar.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "There is nothing either good or bad but thinking makes it so.",
    "author": "William Shakespeare"
  },
  {
    "quote": "Sports build good habits, confidence, and discipline. They make players into community leaders and teach them how to strive for a goal, handle mistakes, and cherish growth opportunities.",
    "author": "Julie Foudy"
  },
  {
    "quote": "Don't ever criticize yourself. Don't go around all day long thinking, 'I'm unattractive, I'm slow, I'm not as smart as my brother.' God wasn't having a bad day when he made you... If you don't love yourself in the right way, you can't love your neighbour. You can't be as good as you are supposed to be.",
    "author": "Joel Osteen"
  },
  {
    "quote": "A good vacation for me is going to warm weather. Being able to go outside, in the sun, hit the beach, play outside sports. Being active outside. Going swimming, hanging by the pool, having a couple drinks, having a couple of your close buddies around, and just having a blast.",
    "author": "Rob Gronkowski"
  },
  {
    "quote": "Surround yourself with good people; surround yourself with positivity and people who are going to challenge you to make you better.",
    "author": "Ali Krieger"
  },
  {
    "quote": "We shall never know all the good that a simple smile can do.",
    "author": "Mother Teresa"
  }
]
